{
  "text": {
    "hey": 46,
    "hello": 45,
    "hi": 47,
    "there": 97,
    "good": 39,
    "morning": 64,
    "evening": 28,
    "moin": 63,
    "let": 57,
    "s": 79,
    "go": 37,
    "dude": 27,
    "goodmorning": 42,
    "goodevening": 41,
    "afternoon": 2,
    "cu": 22,
    "by": 14,
    "cee": 17,
    "you": 116,
    "later": 56,
    "night": 70,
    "bye": 15,
    "goodbye": 40,
    "have": 44,
    "a": 1,
    "nice": 69,
    "day": 23,
    "see": 84,
    "around": 11,
    "yes": 115,
    "y": 114,
    "indeed": 54,
    "of": 74,
    "course": 20,
    "that": 95,
    "sounds": 88,
    "correct": 19,
    "no": 71,
    "n": 66,
    "never": 68,
    "i": 52,
    "don": 26,
    "t": 92,
    "think": 98,
    "so": 86,
    "like": 58,
    "way": 108,
    "not": 72,
    "really": 78,
    "perfect": 76,
    "great": 43,
    "amazing": 5,
    "feeling": 32,
    "king": 55,
    "wonderful": 112,
    "am": 4,
    "very": 104,
    "going": 38,
    "to": 100,
    "save": 82,
    "the": 96,
    "world": 113,
    "super": 91,
    "stoked": 90,
    "extremely": 29,
    "my": 65,
    "was": 107,
    "horrible": 48,
    "sad": 81,
    "feel": 31,
    "well": 109,
    "disappointed": 24,
    "m": 61,
    "unhappy": 102,
    "extremly": 30,
    "saad": 80,
    "are": 9,
    "bot": 13,
    "human": 51,
    "talking": 94,
    "looking": 60,
    "for": 33,
    "house": 49,
    "searching": 83,
    "apartment": 8,
    "which": 110,
    "houses": 50,
    "available": 12,
    "in": 53,
    "this": 99,
    "area": 10,
    "show": 85,
    "me": 62,
    "vacant": 103,
    "warsaw": 106,
    "cracow": 21,
    "any": 7,
    "under": 101,
    "__number__": 0,
    "list": 59,
    "from": 34,
    "need": 67,
    "gdansk": 35,
    "poznan": 77,
    "do": 25,
    "on": 75,
    "want": 105,
    "talk": 93,
    "an": 6,
    "agent": 3,
    "can": 16,
    "speak": 89,
    "someone": 87,
    "connect": 18,
    "with": 111,
    "get": 36,
    "number": 73
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 6,
    "mood_unhappy": 7,
    "bot_challenge": 1,
    "search_for_house": 8,
    "talk_human": 9,
    "inquire_houses": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 15,
    "action_session_start": 19,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 16,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 22,
    "action_unlikely_intent": 23,
    "action_back": 0,
    "action_send_text": 18,
    "action_extract_slots": 9,
    "action_cancel_flow": 1,
    "action_correct_flow_slot": 4,
    "action_clarify_flows": 2,
    "action_run_slot_rejections": 17,
    "action_clean_stack": 3,
    "action_trigger_search": 21,
    "action_trigger_chitchat": 20,
    "action_reset_routing": 14,
    "action_hangup": 11,
    "action_repeat_bot_messages": 13,
    "action_fetch_houses": 10,
    "utter_agentnumber": 24,
    "utter_ask_date": 25,
    "utter_ask_location": 26,
    "utter_ask_price": 27,
    "utter_cheer_up": 28,
    "utter_did_that_help": 29,
    "utter_goodbye": 30,
    "utter_greet": 31,
    "utter_happy": 32,
    "utter_iamabot": 33
  },
  "action_text": null,
  "intent_response_key": null
}